[
    {
    "id":"1", 
    "title":"When Bon Bibi comes to life",
    "date":"Sat Feb 11, 2023",
    "time":"05:31 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/11/screenshot_2023-02-11_at_12.19.02_pm.png?itok=UC-EjfDI&timestamp=1676105223",
    "writer":"Maisha Islam Monamee",
    "details":"Jungle Nama, a sound and visual installation featuring artwork by Salman Toor and audio by Ali Sethi, takes visitors through the pages of Amitav Ghosh's graphic verse novel. Published by HarperCollins India in 2021, the book beautifully captures the magnificence of the Sundarbans, together with breathtaking artwork created by Toor. The installation, which can be found in the Very Small Feeling exhibit, is another take at the retelling of the classic Bengali mythology of Bon Bibi, the protector of the Sundarbans and the forest goddess. The scenography for the project was made by Paris-based multinational architecture, art, and design group Golem. It has been created with the support of Harper Collins India. The installation invites visitors to enter a forest of enormous pages where scenes from the book stand as tall as trees. Jungle Nama is a verse adaptation of an episode of the Bon Bibi mythology, which is well-known in the rural communities of the Sundarbans and forms the basis of Ghosh's book, The Hungry Tide (2004). This fable was first published in print in the 19th century and was written in the Bangla poem metre known as dwipodi poyar. The full story of the legend, as in Jungle Nama, is told in a free verse style using couplets of 24 syllables that mimic the rhythm of the original. Shilpakala's public space provides Ghosh and his collaborators' works an opportunity to combine words, music, and visuals to create an immersive experience of a beloved story with vital meaning. During a recent interview, Ghosh asserted how there could be no better way of bringing the different aspects of the work together than in an installation for this exhibition, which celebrates the role of storytelling in society."
    },

    {
    "id":"2", 
    "title":"8 new books to buy at Boi Mela this week",
    "date":"Fri Feb 10, 2023",
    "time":"03:54 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/10/web_illustration_4_8.png?itok=BhuweWP5&timestamp=1676022804",
    "writer":"Hrishik Roy",
    "details":"Nur (Nalanda, 2023) by Latiful Islam Shibli: Shibli's book is a work of historical fiction. Based on the aftermath of the Battle of Plassey, the book follows the journey of the legendary Fakir Majnu Shah Burhan, who actively participated in the Fakir-Sannyasi Rebellion. While most people are aware of the Battle of Plassey as being the defining moment of the colonisation of the Indian subcontinent, many are not aware of the Fakir-Sannyasi Rebellion, making this book an ideal read for people interested in this uncharted part of history. Mosnod (Annesha Prokashon, 2023) byMostak Sharif: Also a work of historical fiction, the book dramatises the events in Shah Jahan's courtroom and can be said to be a sequel to the author's last book, Alampanah—a novel about the reign of the fourth Mughal emperor Jahangir. \n Mosnod (Annesha Prokashon, 2023) by Mostak Sharif: Also a work of historical fiction, the book dramatises the events in Shah Jahan's courtroom and can be said to be a sequel to the author's last book, Alampanah—a novel about the reign of the fourth Mughal emperor Jahangir. Mosnod describes events during the three decades of Shah Jahan's rule, and a large chunk of the book is also about the mosnod or tussle for power between Shah Jahan's four sons. While it does discuss real historical events, the author also incorporates fictional characters to make the story flow in an interesting manner for readers. \n Parijater Jonno Bhalobasha (Prothoma, 2023) by Anisul Hoque: This book is a romantic novel by prominent author and journalist, Anisul Hoque, which was first published in Prothom Alo's Eid issue of 2022. However, the story has undergone changes through its publication in book form. The novel tells the story of a law student named Shahidul who falls in love with a girl he meets on the train. He finds out that the girl—whom he affectionately refers to as Parijat—is deaf and mute. The author has mentioned that the story is based on real events. \n Chiner Boisshik Obhilash (Behula Bangla, 2023) by Translated and edited by Mohsin Habib: With China's growing geopolitical dominance, this compilation of essays written by experts from various countries will help readers contextualise China's rapid rise to success in reference to different parts of the world. The anthology contains translations of 12 writers who discuss and comment on different issues related to China, such as China's economic growth and geopolitical aspirations. \n Bondhu Ashrom (Agamee Prakashani, 2023) by Sheikh Bodiuzzaman: Written by the medical professional, Sheikh Bodiuzzaman, the book tells the story of five friends who live in the same room in the city's Aziz Super Market. The friends, who have just graduated with a medical degree, come across different aspects of life as they try to cling into the city's struggle for livelihood. The novel deals with themes which commonly occur in a young individual's life—struggle for employment, professional aspirations, love, separation. \n Kazi Nazrul Islamer Shongeet Bhabna (Agamee Prakashani, 2023) by Dr Leena Taposi Khan: Written by Dr Leena Taposi Khan—Associate Professor of the Department of Music at the University of Dhaka—the book is a compilation of essays which looks into the philosophy and thought-process behind the musical creations of national poet Kazi Nazrul Islam. The anthology, which is biographic and academic in nature, consists of essays published in various prominent journals across the globe, including in the journal of SOAS, University of London. The essays explore the various themes found in his work, such as rebellion, and also discuss the technical aspects of his music, such as the ragas in his music. \n Bangladesher Shadhinota Andolon Dharabahikotar Itihas (Kothaprokash, 2023) by Afsan Chowdhury: Written by the prominent author and historian Afsan Chowdhury, the book discusses how the struggle for Bangladesh's independence is a culmination of efforts over the past 200 years. Stating that the struggle for independence was a continuous series of movements, and not a standalone incident, the author describes how the vision for an independent East Pakistan or East Bengal in the 1940s later transformed into the independence of Bangladesh with the collective efforts of politicians and peasants, who were the main driving force in this creation of history. \n Deshe Deshe Bhromon Sheshe (Oitijjo, 2023) by Dewan Salauddin Babu: This travelogue is a compilation of the author's experiences travelling across different parts of Bangladesh and the world. Being an active traveller himself, Dewan Salauddin Babu shares his memories with candour, including personal anecdotes. "
    },

    {
    "id":"3", 
    "title":"Evil and the divine in Dostoevsky's 'The Brothers Karamazov'",
    "date":"Thu Feb 9, 2023",
    "time":"05:54 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/09/web_illustration_4_6_2.png?itok=yufMztMd&timestamp=1675936274",
    "writer":"Hrishik Roy",
    "details":"My school has a culture—they reward students who top their annual merit list with books. While, for bookworms, this might seem like the most lucrative deal on the planet, I can assure you that most of these books were not the most interesting ones. In fact, I vividly recall my best-friend Tasneem receiving a copy of the 7th season of The Vampire Diaries back in the sixth grade. \n I was one of the luckier ones. I received a copy of Fyodor Dostoevsky's Crime and Punishment (1866). \n It was how I was introduced to the literary genius of Dostoevsky, but, for me, Dostoevsky's best work is not Crime and Punishment. Despite being one of the best works ever written, it falls short to his last novel, The Brothers Karamazov (1880). With the plot set in 19th century Russia, the book is a philosophical novel which delves deep into theological themes such as the problem of evil and suffering, free will, and the existence of the divine."
    },

    {
    "id":"4", 
    "title":"Panihar Public Library: A heritage in ruins",
    "date":"Thu Nov 10, 2022",
    "time":"09:45 AM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/11/09/web_illustrations_2_2_3.png?itok=pF2yPRRT&timestamp=1668008827",
    "writer":"Emran Mahfuz",
    "details":"The 72-year-old Panihar Public Library was established in the mid-1940s, arriving as a beacon for the people of Panihar, a remote village of Rajshahi's Godagari upazila, which had been formerly immersed in the darkness of illiteracy. It served the community for seven decades. \n Disregard and neglect has now dimmed its light. The library, which was run under the Ministry of Education and Culture during the Pakistan period, has stopped receiving endowment. More than 7,500 books have been destroyed due to lack of renovation and preservation. \n Apart from this, not many readers are seen in these libraries due to the lack of a proper reading environment; instead, one can easily spot termites moving across the space. Valuable books which are more than 100 years old are turning into ruins. \n According to library sources, a philanthropist named Enayetullah Master built the library in a tin shed house on two acres of land next to his house. Today it stands without any touch of modernity. However, many poets, writers and researchers rush to access a lot of its rare books. \n Daingpara intersection is situated in the Godagari upazila headquarter, which is about 35 kilometers away from Rajshahi city. Aihai village is 12 km away from here. Back in the days, this area, which lies within the arid Barendra region, was inhabited by indigenous groups. The road used to access the area was a long and wide one. One could access Panihar village after crossing the winding narrow road through Aihai village. This region is still known as a remote area within Rajshahi city dwellers. But Panihar is known not only in the country but is also recognized internationally due to its library."
    },

    {
    "id":"5", 
    "title":"These folk tales record a unique past between South Asia and Soviet Russia",
    "date":"Fri Feb 10, 2023",
    "time":"08:02 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/10/map.png?itok=J-vtUjea&timestamp=1676036728",
    "writer":"Maisha Islam Monamee",
    "details":"During the Cold War in the 1900s, India and the Soviet Union maintained friendly ties, with a strong commitment on cultural exchange. Indian state television aired performances of Russian ballet and circuses in Indian cities, held on a regular basis. The Soviet Land magazine was published in 13 Indian languages. This strategic partnership produced a number of beautifully illustrated Soviet children's books that were freely accessible in both large cities and small communities throughout India. \n In Moscow, Progress Publishers and Raduga Publishers produced these books for the Indian market. They were translated into English and 13 other Indian languages including Hindi, Tamil, Telugu, Kannada, Marathi, Bangla, and Urdu. The books were then distributed in India at incredibly low prices and the outreach took place through a well-mapped distribution plan involving local book fairs, mobile vans, neighbourhood stalls, and stocks at almost every railway station. According to research, there was a similar exchange with Bangladesh too."
    },

    {
    "id":"6", 
    "title":"AI generated Bangladeshi comic \" Manobjatir Grohon \": An initiative with potential",
    "date":"Tue Feb 7, 2023",
    "time":"05:22 AM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/06/web_illustration_4_1.png?itok=9GYWZ55r&timestamp=1675690893",
    "writer":"Maisha Syeda",
    "details":"Science Bee, a science based educational platform, recently published a graphic novel entirely authored by Artificial Intelligence-driven softwares. Manobjatir Grohon was released on January 15, 2023 and was created with the help of ChatGPT for the text and Midjourney Ai for the illustrations. \n First impressions of the book—an impressive cover art, almost paralleling the dystopian, post-apocalyptic setting of Dhaka Comics' graphic novel, Protibastob (2022) – albeit just in terms of letting readers get a feel for what the story might be about. It showcases a blazing sky under which a massive mushroom cloud has erupted, seen from the middle of a city street. The long dangly figures looking at the phenomenon from a safe distance were perhaps my favourite part of the illustration; it adds a sense of almost alien-like feature to what is evidently the Earth. That, along with the title, made me wonder whether this was a story about an alien invasion or machines taking over."
    },


    {
    "id":"7", 
    "title":"The untapped potential of our public libraries",
    "date":"Tue Feb 7, 2023",
    "time":"05:24 AM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/05/web_illustration_4_11.png?itok=jLWBkd9p&timestamp=1675608520",
    "writer":"Hrishik Roy",
    "details":"A recent report published in The Daily Star, titled \"A library that welcomes no reader\", reveals the state of the Azimpur Nagar Pathaghar which, despite being inaugurated by the DSCC Mayor Sheikh Fazle Noor Taposh last year, has not been open to the public till date. \n While this exposes the general lack of concern from authorities towards improving the living atmosphere of the city, this is also an opportunity for us to look at a silent but severe problem—the death of public libraries in the city. \n There are few public libraries across the city which can be considered to have a decent book collection in both Bangla and English. The most notable ones among these include the Bangladesh Jatiyo Gronthagar and the Bishwo Sahityo Kendro Library. The latter, according to its website, houses over 200,000 books and serves around 10,000 readers every year."
    },

    {
    "id":"8", 
    "title":"The bookstore in the park: Bookworm opens in Gulshan 2",
    "date":"Sun Feb 5, 2023",
    "time":"06:54 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/05/328884423_730785358673383_8936253644468869352_n.jpg?itok=mB49ysQ4&timestamp=1675601658",
    "writer":"Bookworm Bangladesh",
    "details":"After 30 years of operating on the Old Airport Road, popular bookstore Bookworm Bangladesh has opened in the capital's Justice Shahabuddin Park, Gulshan 2. \n Set up near the Road 83 entrance of the park, right beside the mosque, the bookshop's new set up is quite different from its previously cozy, narrow book aisles. An open, circular garden with stone seating flanks the entrance, which leads up to the building with its glass walls. There are children's books and coffee table books lining the outer walls. The open walking space is divided by three rows of shelves bearing Bookworm's offerings in fiction, nonfiction and poetry from South Asia and beyond. \n \" The new set up makes it easier to browse the books \", said Sudeep Chakravarti, author and Visiting Professor of South Asian Studies at ULAB. His book, Plassey: The Battle that Changed the Course of Indian History (Aleph Book Company, 2020) was the first book to be sold upon the store's reopening in its new location."
    },

    {
    "id":"9", 
    "title":"For the love of notebooks",
    "date":"Sun Feb 5, 2023",
    "time":"02:20 PM",
    "img":"https://tds-images.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/02/05/screenshot_2023-02-04_at_7.34.05_pm.png?itok=4lX0F5oi&timestamp=1675585116",
    "writer":"Maisha Islam Monamee",
    "details":"Bengal Boi has been hosting their notebook fair, Khata Kolom Utshob, at their premises in Dhanmondi, Dhaka, from January 26. The fair ended yesterday on February 4. Several paper and crafts stores, including Sevendays Notes, SM Products, Raintree Products, and Dyu Publications, set up stalls at the venue. The products on display comprised notebooks, notepads, tote bags, and other stationery merchandise. \n Bengal Boi intends to boost cultural activities and promote businesses working with art-related products. Having organised several cultural events, the bookstore has been striving to promote local arts and crafts. \n \" We want to use this space as a medium to connect our readers with products that accompany their habit of reading. Be it a notebook to jot down their thoughts, or a tote bag to carry books, we want readers to stroll across these colourful stalls to pick their favourites \", Golam Sarwar Farouqui, Operational Manager of Bengal Boi Ltd., told The Daily Star. \n Farouqui extended his gratitude towards the readers for their participation and revealed that the footfall has been remarkable. The participating businesses also pointed out that initiatives like these help them revive their craftsmanship. \" We have noticed that our readers, especially the young ones, love collecting notebooks. These are always in great demand even inside our bookstore. Over the years, notebook covers have become all the more fascinating and cover art is becoming a new creative sector these days \" , he explained."
    }
]